{
	"@metadata": {
		"authors": [
			"Amire80",
			"Robby",
			"Stephane Bisson",
			"Ubahnverleih"
		]
	},
	"article-action-sections": "The button Contents that users will click on to take them to different sections of an article. The Contents button is also available to select in the article Menu. If contents does not translate well, use words that are similar to: table of contents, topics or chapters",
	"article-action-quickfacts": "The action button quick facts text on the first page of the article used to open the quick facts page and the label of the Quick facts item shown in the Menu page.",
	"article-action-gallery": "The action button gallery text on the first page of the article used to open the gallery page.",
	"article-action-languages": "The action button language text on the first page of the article used to open the language page and the label of the language item shown in the Menu page.",
	"article-language-available": "The header title of the article language search page. The word \"available\" refers to the article.",
	"article-language-loading-message": "The message when loading the article's language page. Shown in the article language page",
	"article-loading-message": "The message when loading the article. Shown in the article page",
	"article-error-message": "The message when an article cannot be loaded because the device is offline or for any reason.",
	"app-title": "Title of the application. Shown in the app store and the app launcher.",
	"app-subtitle": "Subtitle of the application. Shown in the app store.",
	"app-description": "Description of the application. Shown in the app store. The word \"free\" is in the sense of \"zero dollars, you don't have pay\".",
	"content-license": "Text and links for the content license. Shown in the footer",
	"confirm-section": "Confirm message switch to the selected section page. Shown in the Article page.\n* $1 - Selected section name",
	"confirm-app-close-title": "Confirm message title before closing the app.",
	"confirm-app-close-message": "Confirm message content before closing the app.",
	"about-header": "The header title of the gallery about page. Shown in the Gallery page",
	"about-wikipedia-header": "The header title shown in the About Wikipedia page",
	"gallery-description": "The sub header of the description of the gallery about page. Shown in the Gallery page\n{{Identical|Description}}",
	"gallery-author-license": "The sub header of the author and license of the gallery about page. Shown in the Gallery page",
	"gallery-unknown-author": "Text for the author when the image info is unknown. Shown in the Gallery page",
	"gallery-unknown-license": "Text for the license when the image info unknown. Shown in the Gallery page",
	"header-menu": "The header title of the options page",
	"header-search": "The header title of the search page",
	"header-sections": "The header title of the contents (ToC) page",
	"header-settings": "The header title of the settings page",
	"header-textsize": "The header title of the text size page",
	"menu-previous": "Label of the Previous article item. Shown in the Menu page.",
	"menu-textsize": "Label of the Text size item list. Shown in the Menu menu.",
	"more-information": "Used in Collapsed Table and open in the fullscreen when select. Shown in the Article page.",
	"no-result-found": "No result found text. Shown in the search and language list view",
	"softkey-about": "Label of the about softkey. Shown in image gallery page.",
	"softkey-more-info": "Label of the more info softkey. Shown in image gallery page.",
	"softkey-done": "Label of the done softkey",
	"softkey-search": "Label of the search softkey",
	"search-language-placeholder": "Placeholder of input in the language settings page",
	"softkey-menu": "Label of the options softkey. Shown while reading an article",
	"search-placeholder": "Placeholder of the search input.\n{{Identical|Search}}",
	"softkey-settings": "Label of the settings softkey",
	"centerkey-select": "Label of the center key to choose the selected element. This is used in several contexts when the arrow keys are used to move the focus between visual elements.",
	"softkey-close": "Label of the close softkey\n{{Identical|Close}}",
	"language-change": "Title of the language settings page",
	"language-setting": "Title of the popup message in the language settings page",
	"language-setting-message": "Message shown in the popup message in the language settings page",
	"softkey-ok": "Label of the word \"ok\" shown in the popup message in the language settings page.\n\n{{Identical|OK}}",
	"softkey-read": "Text of the read option in the softkey. Used to read the selected article in the article preview.\n{{Identical|Read}}",
	"softkey-next": "Label of the next softkey",
	"softkey-back": "Label of the back softkey",
	"softkey-skip": "Label of the skip softkey",
	"softkey-get-started": "Label of the get started softkey",
	"softkey-refresh": "Label of the refresh softkey. Shown on the article error page.",
	"suggested-articles": "Label of the Suggested articles section. Shown in the footer",
	"reference-title": "Header of the reference preview popup.\n* $1 - Number of the current reference.",
	"offline-message": "Message to be display at the top of the screen when there is no internet connection.",
	"onboarding-0-title": "First onboarding title message when the user first time start the application.",
	"onboarding-0-description": "First onboarding description message when the user first time start the application.",
	"onboarding-1-title": "Second onboarding title message when the user first time start the application.",
	"onboarding-1-description": "Second onboarding description message when the user first time start the application.",
	"onboarding-2-title": "Third onboarding title message when the user first time start the application.",
	"onboarding-2-description": "Third onboarding description message when the user first time start the application.",
	"settings-language": "Label of the language item list. Shown in the Settings menu, used in language setting.",
	"settings-textsize": "Label of the Text size item list. Shown in the Settings menu, used in text size setting.",
	"settings-about-wikipedia": "Label of the About Wikipedia item list. Shown in the Settings menu, used in showing the information of Wikipedia.",
	"settings-privacy": "Label of the Privacy policy item list. Shown in the Settings menu, redirect to the privacy policy browser page.",
	"settings-term": "Label of Terms of use. Shown in the Settings menu, redirect to the Terms of use browser page.",
	"settings-rate": "Label of the Rate item list. Shown in the Settings menu, used in rating the app.",
	"settings-help-feedback": "Label of Help and feedback item list. Shown in the Settings menu, to find help and give feedback.",
	"settings-about-app": "Label of the About the app item list. Shown in the Settings menu, used in showing the information of this app",
	"textsize-preview": "Label of the preview text to set the text size. Shown in the Text Size page.",
	"textsize-label-small": "Label of the small text indicator. Shown in the Text Size page.",
	"textsize-label-large": "Label of the large text indicator. Shown in the Text Size page.",
	"toc-footer": "Label in the sections for the footer link",
	"view-in-browser": "Label for the view in browser link. Shown in the footer",
	"about-app-message": "Main message in About App page",
	"softkey-read-more": "Label of the read more softkey",
	"feedback-header": "Header title shown in Feedback component, selected from Settings menu",
	"feedback-explanation": "Message displained in Feedback component that explains how feedback information will be used. \n* $1 - Privacy policy hyperlink. \n* $2 - Terms of use hyperlink",
	"feedback-placeholder": "Placeholder message shown in textarea of Feedback component",
	"feedback-success": "Message shown upon successfully sending feedback message in Feedback component",
	"feedback-success-header": "Header for message shown upon successfully sending feedback message in Feedback component",
	"feedback-terms-of-survey": "Text for Terms of survey statement in feedback explanation",
	"feedback-privacy-policy": "Text for Privacy policy in feedback explanation",
	"feedback-terms-of-use": "Text for Terms of use in feedback explanation",
	"softkey-send": "Label of the send softkey, shown in Feedback component\n{{identical|Send}}",
	"softkey-cancel": "Label of the cancel softkey, shown in Feedback component\n{{identical|Cancel}}",
	"softkey-exit": "Label of the exit softkey, shown in Exit Confirm component\n{{identical|Exit}}",
	"feedback-cancel": "Message shown upon attempting to cancel the sending of feedback in Feedback component",
	"feedback-cancel-header": "Message shown upon attempting to cancel the sending of feedback in Feedback component",
	"softkey-yes": "Label for the yes key\n{{identical|Yes}}",
	"softkey-no": "Label for the no key\n{{identical|No}}",
	"settings-privacy-terms": "Label of the Privacy and Terms item list. Shown in the Settings menu.",
	"privacy-terms-header": "The header title shown in the Privacy and Terms page"
}
