{
	"@metadata": {
		"authors": [
			"Stephane Bisson",
			"Robby",
			"Amire80"
		]
	},
	"article-action-sections": "The action button sections text on the first page of the article.",
	"article-action-quickfacts": "The action button quick facts text on the first page of the article.",
	"article-language-available": "The header title of the article language search page. The word \"available\" refers to the article.",
	"article-loading-message": "The message when loading the article. Shown in the article page",
	"app-title": "Title of the application. Shown in the app store and the app launcher.",
	"app-subtitle": "Subtitle of the application. Shown in the app store.",
	"app-description": "Description of the application. Shown in the app store.",
	"confirm-section": "Confirm message switch to the selected section page. Shown in the Article page.\n* $1 - Selected section name",
	"header-menu": "The header title of the menu page",
	"header-search": "The header title of the search page",
	"header-sections": "The header title of the sections(ToC) page",
	"header-settings": "The header title of the settings page",
	"header-textsize": "The header title of the text size page",
	"menu-previous": "Label of the Previous article item. Shown in the Menu page.",
	"menu-language": "Label of the Language item. Shown in the Menu page.",
	"menu-section": "Label of the Section item. Shown in the Menu page.",
	"menu-textsize": "Label of the Text size item list. Shown in the Menu menu.",
	"softkey-done": "Label of the done softkey",
	"softkey-search": "Label of the search softkey",
	"search-language-placeholder": "Placeholder of input in the language settings page",
	"softkey-menu": "Label of the menu softkey",
	"search-placeholder": "Placeholder of the search input.\n{{Identical|Search}}",
	"softkey-sections": "Label of the sections softkey",
	"softkey-settings": "Label of the settings softkey",
	"centerkey-select": "Label of the center key to choose the selected element. This is used in several contexts when the arrow keys are used to move the focus between visual elements.",
	"softkey-close": "Label of the close softkey\n{{Identical|Close}}",
	"language-change": "Title of the language settings page",
	"language-setting": "Title of the popup message in the language settings page",
	"language-setting-message": "Message shown in the popup message in the language settings page",
	"softkey-ok": "Label of the word \"ok\" shown in the popup message in the language settings page",
	"softkey-read": "Text of the read option in the softkey. Used to read the selected article in the article preview.\n{{Identical|Read}}",
	"reference-title": "Header of the reference preview popup.\n* $1 - Number of the current reference.",
	"offline-message": "Message to be display at the top of the screen when there is no internet connection.",
	"settings-language": "Label of the language item list. Shown in the Settings menu, used in language setting.",
	"settings-textsize": "Label of the Text size item list. Shown in the Settings menu, used in text size setting.",
	"settings-about-wikipedia": "Label of the About Wikipedia item list. Shown in the Settings menu, used in showing the information of Wikipedia.",
	"settings-privacy": "Label of the Privacy policy item list. Shown in the Settings menu, redirect to the privacy policy browser page.",
	"settings-term": "Label of Terms of use. Shown in the Settings menu, redirect to the Terms of use browser page.",
	"settings-rate": "Label of the Rate item list. Shown in the Settings menu, used in rating the app.",
	"settings-help-feedback": "Label of Help and feedback item list. Shown in the Settings menu, to find help and give feedback.",
	"settings-about-app": "Label of the About the app item list. Shown in the Settings menu, used in showing the information of this app",
	"textsize-increase": "Label of the press key to increase the text size. Shown in the Tet Size page.",
	"textsize-decrease": "Label of the press key to decrease the text size. Shown in the Tet Size page.",
	"textsize-default": "Label of the press key to set the text size to be default. Shown in the Tet Size page."
}
